<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Noto+Sans+KR:wght@100;300;400;500;700;900&display=swap" rel="stylesheet">
    <link rel="stylesheet" href="./css/common.css" type="text/css">
    <link rel="stylesheet" href="./css/join.css" type="text/css">
    <title>Complete</title>
</head>
<body>
    <div class="wrapper">
        
        <?php
            include('./modules/header.php');
        ?>

        <div class="conditions__contents">
            <div class="join">
                <div class="join__logo">
                    <svg class="join__logo--logo-svg" xmlns="http://www.w3.org/2000/svg" width="271.483" height="76.517" viewBox="0 0 271.483 76.517">
                        <g id="그룹_14" data-name="그룹 14" transform="translate(-4.8 -2.396)">
                            <g id="Layer_11" data-name="Layer 11" transform="translate(249.142 25.813)">
                            <path id="패스_110" data-name="패스 110" d="M175.4,36.82a3.113,3.113,0,0,0-2.187-.906,3.594,3.594,0,0,0-2.188.906l-8.3,6.623-6.965-5.484-.4-.32v-6.9l14.908.007,2.679,0a2.133,2.133,0,0,0,.328-.029,3.139,3.139,0,0,0,2.131-.9c1.022-1.114,1.359-3.307,0-4.375l-9.224-7.246-1.342-1.053a3.285,3.285,0,0,0-2.187-.906,3.584,3.584,0,0,0-2.188.906l-6.242,4.979-3.527,2.813c-.2.162-.423.317-.616.493a3.45,3.45,0,0,0-.907,2.755v9.637c0,1.325-.069,2.717,1.112,3.647l2.969,2.336,7.3,5.751a3.289,3.289,0,0,0,2.187.906,3.58,3.58,0,0,0,2.188-.906l9.163-7.31L175.4,41.2a3.085,3.085,0,0,0,.907-2.187A3.148,3.148,0,0,0,175.4,36.82ZM166.3,26.1l-7.214,0,3.576-2.854Z" transform="translate(-149.165 -16.232)" fill="#1b8e99"/>
                            </g>
                            <g id="Layer_10" data-name="Layer 10" transform="translate(226.863 25.813)">
                            <path id="패스_111" data-name="패스 111" d="M162.447,36.927a3.122,3.122,0,0,0-2.188-.907,3.592,3.592,0,0,0-2.187.907l-5.157,4.082L152.9,37.9l-.022-7.08,4.844,0,2.678,0a3.094,3.094,0,0,0,0-6.188l-7.542,0-.005-1.826-.012-3.48a3.094,3.094,0,0,0-6.188,0l.017,5.3-4.9,0-2.679,0a3.094,3.094,0,0,0,0,6.188l7.6,0q.02,6.532.042,13.068l.01,3.478a3.105,3.105,0,0,0,1.9,2.828,3.2,3.2,0,0,0,3.378-.64l9.135-7.234,1.285-1.016a3.1,3.1,0,0,0,.905-2.188A3.146,3.146,0,0,0,162.447,36.927Z" transform="translate(-136.001 -16.231)" fill="#fec900"/>
                            </g>
                            <g id="Layer_9" data-name="Layer 9" transform="translate(205.911 25.813)">
                            <path id="패스_112" data-name="패스 112" d="M149.858,36.82a3.12,3.12,0,0,0-2.188-.906,3.586,3.586,0,0,0-2.187.906l-8.3,6.623-6.965-5.484-.4-.32V30.768l15.375.008,2.6,0a2.311,2.311,0,0,0,1.208-.359,2.706,2.706,0,0,0,.863-.606c1.022-1.114,1.361-3.307,0-4.375l-9.224-7.246-1.341-1.053a3.293,3.293,0,0,0-2.188-.906,3.576,3.576,0,0,0-2.187.906l-6.244,4.979-3.526,2.813c-.2.162-.425.317-.618.493a3.45,3.45,0,0,0-.907,2.755v9.637c0,1.325-.069,2.717,1.112,3.647L127.7,43.8l7.3,5.751a3.29,3.29,0,0,0,2.188.906,3.58,3.58,0,0,0,2.187-.906l9.163-7.31,1.312-1.046a3.091,3.091,0,0,0,.906-2.187A3.153,3.153,0,0,0,149.858,36.82ZM140.8,26.134l-7.293,0,3.615-2.884Z" transform="translate(-123.623 -16.232)" fill="#00245b"/>
                            </g>
                            <g id="Layer_8" data-name="Layer 8" transform="translate(203.72 13.085)">
                            <g id="그룹_12" data-name="그룹 12">
                                <path id="패스_113" data-name="패스 113" d="M122.328,11.808V44.381a3.094,3.094,0,1,0,6.188,0V11.808a3.094,3.094,0,1,0-6.188,0Z" transform="translate(-122.328 -8.711)" fill="#1b8e99"/>
                            </g>
                            </g>
                            <g id="Layer_7" data-name="Layer 7" transform="translate(180.65 25.813)">
                            <path id="패스_114" data-name="패스 114" d="M135.84,28.226a3.575,3.575,0,0,0-.966-2.837c-.41-.371-.882-.691-1.315-1.032l-5.306-4.165-3.884-3.052a3.289,3.289,0,0,0-2.187-.906,3.58,3.58,0,0,0-2.188.906q-3.12,2.491-6.242,4.979l-3.527,2.813c-.2.162-.423.317-.616.493a2.635,2.635,0,0,0-.8,1.452,3.06,3.06,0,0,0-.108.807V37.817c0,.208,0,.416,0,.625V60.255a3.094,3.094,0,0,0,6.188,0v-14.8l5.2,4.093a3.289,3.289,0,0,0,2.187.906,3.584,3.584,0,0,0,2.188-.906l9.163-7.31,1.31-1.046a2.443,2.443,0,0,0,.7-1.085,3.052,3.052,0,0,0,.207-1.1Zm-20.549,9.734-.4-.32V29.079q3.656-2.917,7.312-5.832l7.021,5.513.435.342q0,4.222,0,8.442l-7.395,5.9Z" transform="translate(-108.698 -16.232)" fill="#ffca00"/>
                            </g>
                            <g id="Layer_6" data-name="Layer 6" transform="translate(137.764 25.688)">
                            <path id="패스_115" data-name="패스 115" d="M130.127,25.44c-.41-.371-.882-.691-1.315-1.032l-5.3-4.165-3.886-3.052a3.285,3.285,0,0,0-2.187-.906,3.58,3.58,0,0,0-2.188.906l-7.967,6.355-4.367-3.429-3.884-3.05a3.287,3.287,0,0,0-2.188-.907,3.582,3.582,0,0,0-2.187.907L86.062,23.92c-1.391,1.11-2.7,1.858-2.7,3.923v11.2a3.094,3.094,0,1,0,6.188,0V29q3.656-2.915,7.31-5.831l7.021,5.513.076.059V39.165a3.128,3.128,0,0,0,3.094,3.094,3.367,3.367,0,0,0,1.848-.648,3.034,3.034,0,0,0,1.6-2.674l0-10.094,6.951-5.545,7.021,5.513.435.342,0,8.476V39.06a3.094,3.094,0,1,0,6.188,0V28.277A3.569,3.569,0,0,0,130.127,25.44Z" transform="translate(-83.359 -16.158)" fill="#00245b"/>
                            </g>
                            <g id="Layer_5" data-name="Layer 5" transform="translate(115.232 25.813)">
                            <path id="패스_116" data-name="패스 116" d="M97.189,28.226a3.575,3.575,0,0,0-.966-2.837c-.41-.371-.882-.691-1.317-1.032l-5.3-4.165-3.884-3.052a3.293,3.293,0,0,0-2.188-.906,3.58,3.58,0,0,0-2.187.906L75.1,22.119l-3.527,2.813c-.2.162-.423.317-.618.493a3.45,3.45,0,0,0-.907,2.755v9.637c0,1.325-.068,2.717,1.112,3.647L74.128,43.8l7.3,5.751a3.293,3.293,0,0,0,2.188.906,3.576,3.576,0,0,0,2.187-.906l9.165-7.31,1.31-1.046a2.426,2.426,0,0,0,.7-1.085,2.981,2.981,0,0,0,.206-1.1ZM76.64,37.959l-.4-.32V29.079q3.656-2.917,7.312-5.832Q87.056,26,90.566,28.759L91,29.1v8.442l-7.4,5.9Z" transform="translate(-70.047 -16.232)" fill="#198e9a"/>
                            </g>
                            <g id="Layer_4" data-name="Layer 4" transform="translate(93.376 25.813)">
                            <path id="패스_117" data-name="패스 117" d="M83.369,36.82a3.12,3.12,0,0,0-2.188-.906,3.59,3.59,0,0,0-2.187.906l-8.3,6.623-6.965-5.484-.4-.32V29.079q3.656-2.917,7.31-5.832l7.021,5.513L79,29.813a3.368,3.368,0,0,0,2.187.906,3.154,3.154,0,0,0,2.188-.906c1.021-1.114,1.359-3.307,0-4.375l-9.226-7.246L72.8,17.139a3.293,3.293,0,0,0-2.188-.906,3.58,3.58,0,0,0-2.187.906l-6.244,4.979-3.526,2.813c-.2.162-.425.317-.618.493a3.45,3.45,0,0,0-.907,2.755v9.637c0,1.325-.069,2.717,1.112,3.647L61.215,43.8l7.3,5.751a3.29,3.29,0,0,0,2.188.906,3.58,3.58,0,0,0,2.187-.906l9.163-7.31L83.369,41.2a3.091,3.091,0,0,0,.906-2.187A3.154,3.154,0,0,0,83.369,36.82Z" transform="translate(-57.134 -16.232)" fill="#fec900"/>
                            </g>
                            <g id="Layer_3" data-name="Layer 3" transform="translate(20.705 2.396)">
                            <path id="패스_118" data-name="패스 118" d="M14.2,28.069v-11a1.341,1.341,0,0,1,.564-1.092L33.509,2.643a1.34,1.34,0,0,1,1.552,0L54.024,16.129a1.33,1.33,0,0,0,.775.249H69.11a1.338,1.338,0,0,1,1.339,1.339V29.324a1.34,1.34,0,0,1-1.339,1.34H54.8a1.342,1.342,0,0,1-.775-.249L35.061,16.93a1.34,1.34,0,0,0-1.552,0l-17.2,12.23A1.34,1.34,0,0,1,14.2,28.069Z" transform="translate(-14.197 -2.396)" fill="#198e9a" style="isolation: isolate"/>
                            </g>
                            <g id="Layer_2" data-name="Layer 2" transform="translate(20.708 16.378)">
                            <path id="패스_119" data-name="패스 119" d="M46.325,44.059v.64a.4.4,0,0,1-.047.193L32.026,35.067,26.49,31.252a.6.6,0,0,0-.339-.1l-.086-20.49L46.32,24.944Z" transform="translate(-5.981 -10.657)" fill="#198e9a" opacity="0.56"/>
                            <path id="패스_120" data-name="패스 120" d="M26.116,27.539" transform="translate(-5.946 1.034)" fill="#fff"/>
                            <g id="그룹_13" data-name="그룹 13">
                                <path id="패스_121" data-name="패스 121" d="M34.368,29.1a.6.6,0,0,1-.345-.108l-5.506-3.9L14.2,34.927,34.455,49.214Z" transform="translate(-14.198 -0.662)" fill="#fec900" opacity="0.72" style="isolation: isolate"/>
                                <path id="패스_122" data-name="패스 122" d="M46.289,38.213v.64a.4.4,0,0,1-.047.193.418.418,0,0,1-.14.162l-.235.168L26.2,53.363l-.086-20.116a.587.587,0,0,0,.345-.112l5.53-3.915L46.284,19.1Z" transform="translate(-5.946 -4.811)" fill="#fec900" opacity="0.36" style="isolation: isolate"/>
                                <path id="패스_123" data-name="패스 123" d="M14.222,21.9h0l.131,15.235h0Z" transform="translate(-14.184 -2.871)" fill="#198e9a" opacity="0.21"/>
                                <path id="패스_124" data-name="패스 124" d="M14.4,18.95" transform="translate(-14.057 -4.914)" fill="#fff"/>
                                <path id="패스_125" data-name="패스 125" d="M14.2,19.338v.005l.037,4.333h0Z" transform="translate(-14.199 -4.645)" fill="#fff"/>
                                <path id="패스_126" data-name="패스 126" d="M34.251,10.657,14.514,24.693a.865.865,0,0,0-.262.313L16,26.245l12.484,8.84,5.53-3.844a.614.614,0,0,1,.322-.095Z" transform="translate(-14.162 -10.657)" fill="#198e9a" opacity="0.21"/>
                                <path id="패스_127" data-name="패스 127" d="M14.285,19.135a.858.858,0,0,0-.086.344l0,19.572,14.317-9.837Z" transform="translate(-14.199 -4.786)" fill="#fec900" opacity="0.72" style="isolation: isolate"/>
                            </g>
                            <path id="패스_128" data-name="패스 128" d="M14.285,19.117a.844.844,0,0,0-.086.342l0,19.6L28.518,29.2Z" transform="translate(-14.199 -4.798)" fill="#198e9a" opacity="0.21"/>
                            </g>
                            <g id="Layer_1" data-name="Layer 1" transform="translate(4.8 50.644)">
                            <path id="패스_129" data-name="패스 129" d="M61.051,33.5v11a1.341,1.341,0,0,1-.564,1.092L41.74,58.924a1.34,1.34,0,0,1-1.552,0L21.224,45.437a1.326,1.326,0,0,0-.775-.249H6.139A1.338,1.338,0,0,1,4.8,43.85V32.242A1.34,1.34,0,0,1,6.139,30.9h14.31a1.338,1.338,0,0,1,.775.249L40.188,44.637a1.34,1.34,0,0,0,1.552,0l17.2-12.23A1.34,1.34,0,0,1,61.051,33.5Z" transform="translate(-4.8 -30.902)" fill="#fec900" style="isolation: isolate"/>
                            </g>
                        </g>
                    </svg>
                </div>
    
                <form class="join__conditions">
                    <input class="join__conditions--check-use" type="checkbox" name="userUse"/>
                    <input class="join__conditions--check-info" type="checkbox" name="userInfo"/>
                    <input class="join__conditions--check-gps" type="checkbox" name="userGPS"/>
                    <div class="join__conditions--form">
                        <div class="join__conditions--header">
                            <svg class="join__conditions--use-svg conditions-svg" xmlns="http://www.w3.org/2000/svg" width="25" height="25" viewBox="0 0 25 25">
                                <g id="ellipse_10" data-name="타원 10" fill="#fff" stroke="#707070" stroke-width="1"><circle cx="12.5" cy="12.5" r="12.5" stroke="none"/><circle cx="12.5" cy="12.5" r="12" fill="none"/></g>
                                <path id="path_130" data-name="패스 130" d="M2499.441,1922l6.536,7.434,8.87-11.671" transform="translate(-2494.644 -1911.099)" fill="none" stroke="#707070" stroke-width="1"/>
                            </svg>
                            <p class="join__conditions--header-title">Complete 이용약관</p>
                        </div>
    
                        <p class="join__conditions--center">
                            제 1 장 환영합니다!<br>
제 1 조 (목적)<br>
주식회사 Complete(이하 ‘회사’)가 제공하는 서비스를 이용해 주셔서 감사합니다. 회사는 여러분이 다양한 인터넷과 모바일 서비스를 좀 더 편리하게 이용할 수 있도록 회사 또는 관계사의 개별 서비스에 모두 접속 가능한 통합로그인계정 체계를 만들고 그에 적용되는 'Complete계정 약관(이하 '본 약관')을 마련하였습니다. 본 약관은 여러분이 Complete계정 서비스를 이용하는 데 필요한 권리, 의무 및 책임사항, 이용조건 및 절차 등 기본적인 사항을 규정하고 있으므로 조금만 시간을 내서 주의 깊게 읽어주시기 바랍니다.<br><br>

제 2 조 (약관의 효력 및 변경)<br>
①본 약관의 내용은 Complete계정 웹사이트 또는 개별 서비스의 화면에 게시하거나 기타의 방법으로 공지하고, 본 약관에 동의한 여러분 모두에게 그 효력이 발생합니다.<br>
②회사는 필요한 경우 관련법령을 위배하지 않는 범위 내에서 본 약관을 변경할 수 있습니다. 본 약관이 변경되는 경우 회사는 변경사항을 시행일자 15일 전부터 여러분에게 서비스 공지사항에서 공지 또는 통지하는 것을 원칙으로 하며, 피치 못하게 여러분에게 불리한 내용으로 변경할 경우에는 그 시행일자 30일 전부터 Complete계정에 등록된 이메일 주소로 이메일(이메일주소가 없는 경우 서비스 내 전자쪽지 발송, 서비스 내 알림 메시지를 띄우는 등의 별도의 전자적 수단) 발송 또는 여러분이 등록한 휴대폰번호로 Complete톡 메시지 또는 문자메시지 발송하는 방법 등으로 개별적으로 알려 드리겠습니다.<br>
③회사가 전항에 따라 공지 또는 통지를 하면서 공지 또는 통지일로부터 개정약관 시행일 7일 후까지 거부의사를 표시하지 아니하면 승인한 것으로 본다는 뜻을 명확하게 고지하였음에도 여러분의 의사표시가 없는 경우에는 변경된 약관을 승인한 것으로 봅니다. 여러분이 개정약관에 동의하지 않을 경우 여러분은 이용계약을 해지할 수 있습니다.<br>
제 3 조 (약관 외 준칙)<br>
본 약관에 규정되지 않은 사항에 대해서는 관련법령 또는 회사가 정한 개별 서비스의 이용약관, 운영정책 및 규칙 등(이하 ‘세부지침’)의 규정에 따릅니다.<br><br>

제 4 조 (용어의 정의)<br>
①본 약관에서 사용하는 용어의 정의는 다음과 같습니다.<br>
1.Complete계정: 회사 또는 관계사가 제공하는 개별 서비스를 하나의 로그인계정과 비밀번호로 회원 인증, 회원정보 변경, 회원 가입 및 탈퇴 등을 관리할 수 있도록 회사가 정한 로그인계정 정책을 말합니다.<br>
2.회원: Complete계정이 적용된 개별 서비스 또는 Complete계정 웹사이트에서 본 약관에 동의하고, Complete계정을 이용하는 자를 말합니다.<br>
3.관계사: 회사와 제휴 관계를 맺고 Complete계정을 공동 제공하기로 합의한 법인을 말합니다. 개별 관계사는 Complete 기업사이트에서 확인할 수 있고 추후 추가/변동될 수 있으며 관계사가 추가/변동될 때에는 Complete 기업사이트에 변경 사항을 게시합니다.<br>
4.개별 서비스: Complete계정을 이용하여 접속 가능한 회사 또는 관계사가 제공하는 서비스를 말합니다. 개별 서비스는 추후 추가/변동될 수 있으며 서비스가 추가/변동될 때에는 Complete 기업사이트에 변경 사항을 게시합니다.<br>
5.Complete계정 웹사이트: 회원이 온라인을 통해 Complete계정 정보를 조회 및 수정할 수 있는 인터넷 사이트를 말합니다.<br>
6.Complete계정 정보 : Complete계정을 이용하기 위해 회사가 정한 필수 내지 선택 입력 정보로서 Complete계정 웹사이트 또는 개별 서비스 내 Complete계정 설정 화면을 통해 정보 확인, 변경 처리 등을 관리할 수 있는 회원정보 항목을 말합니다.<br>
7.Complete콘 : 회사가 회원의 개별 서비스 이용 과정에서 지급하는 혜택으로서 회원은 회사가 정한 방법에 따라서 Complete콘을 사용할 수 있습니다.<br>
8.인증서 : 인증서라 함은 회사가 인증서비스를 통하여 발급하는 전자서명생성정보가 회원에게 유일하게 속한다는 사실 등을 확인하고 이를 증명하는 전자적 정보를 말합니다.<br>
9.전자서명 : 서명자의 신원을 확인하고 서명자가 해당 전자문서에 서명하였다는 사실을 나타내는데 이용하기 위하여 전자문서에 첨부되거나 논리적으로 결합된 전자적 형태의 정보를 말합니다.<br>
10.전자서명생성정보 : 전자서명을 생성하기 위하여 이용하는 전자적 정보를 말합니다.<br>
11.인증회원 : 회사로부터 전자서명생성정보를 인증 받은 회원을 말합니다.<br>
12.이용기관 : 인증회원의 전자서명 및 인증서를 바탕으로 한 거래 등을 위하여 인증서비스를 이용하려는 제3자를 말합니다.<br>
제 2 장 Complete계정 이용계약<br>
제 5 조 (계약의 성립)<br>
①Complete계정 이용 신청은 개별 서비스 또는 Complete계정 웹사이트 회원가입 화면에서 여러분이 Complete계정 정보에 일정 정보를 입력하는 방식으로 이루어집니다.<br>
②Complete계정 이용계약은 여러분이 본 약관의 내용에 동의한 후 본 조 제1항에서 정한 이용신청을 하면 회사가 입력된 일정 정보를 인증한 후 가입을 승낙함으로써 체결됩니다.<br>
제 6 조 (Complete계정 이용의 제한)<br>
①제5조에 따른 가입 신청자에게 회사는 원칙적으로 Complete계정의 이용을 승낙합니다. 다만, 회사는 아래 각 호의 경우에는 그 사유가 해소될 때까지 승낙을 유보하거나 승낙하지 않을 수 있습니다. 특히, 여러분이 만 14세 미만인 경우에는 부모님 등 법정대리인의 동의가 있는 경우에만 Complete계정을 생성할 수 있습니다.<br>
1.회사가 본 약관 또는 세부지침에 의해 여러분의 Complete계정을 삭제하였던 경우<br>
2.여러분이 다른 사람의 명의나 이메일 주소 등 개인정보를 이용하여 Complete계정을 생성하려 한 경우<br>
3.Complete계정 생성 시 필요한 정보를 입력하지 않거나 허위의 정보를 입력한 경우<br>
4.제공 서비스 설비 용량에 현실적인 여유가 없는 경우<br>
5.서비스 제공을 위한 기술적인 부분에 문제가 있다고 판단되는 경우<br>
6.기타 회사가 재정적, 기술적으로 필요하다고 인정하는 경우<br>
7.회사로부터 회원자격정지 조치 등을 받은 회원이 그 조치기간에 이용계약을 임의로 해지하고 재이용을 신청하는 경우<br>
8.기타 관련법령에 위배되거나 세부지침 등 회사가 정한 기준에 반하는 경우<br>
②만약, 여러분이 위 조건에 위반하여 Complete계정을 생성한 것으로 판명된 때에는 회사는 즉시 여러분의 Complete계정 이용을 정지시키거나 Complete계정을 삭제하는 등 적절한 제한을 할 수 있습니다.<br>
제 3 장 Complete계정 이용<br>
제 7 조 (Complete계정 제공)<br>
①회사가 개별 서비스와 연동하여 Complete계정에서 제공하는 서비스(이하 “Complete계정 서비스” 또는 “서비스”) 내용은 아래와 같습니다.<br>
1.통합로그인 : Complete계정이 적용된 개별 서비스에서 하나의 Complete계정과 비밀번호로 로그인할 수 있는 통합 회원 인증 서비스를 이용할 수 있습니다.<br>
2.SSO(Single Sign On): 웹브라우저나 특정 모바일 기기에서 Complete계정 1회 로그인으로 여러분이 이용 중인 개별 서비스간 추가 로그인 없이 자동 접속 서비스를 이용할 수 있습니다.<br>
3.Complete계정 정보 통합 관리 : 개별 서비스 이용을 위해 Complete계정 정보를 통합 관리합니다. 또한, 여러분이 이용하고자 하는 개별 서비스의 유형에 따라 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있고, 이를 Complete계정 정보로 저장합니다.<br>
4.인증서비스 : 회사가 제공하는 전자서명과 인증서를 활용한 일체의 서비스를 말합니다.<br>
5.기타 회사가 제공하는 서비스<br>
②회사는 더 나은 Complete계정 서비스의 제공을 위하여 여러분에게 서비스의 이용과 관련된 각종 고지, 관리 메시지 및 기타 광고를 비롯한 다양한 정보를 서비스화면 내에 표시하거나 여러분의 이메일로 전송할 수 있습니다. 광고성 정보 전송의 경우에는 사전에 수신에 동의한 경우에만 전송합니다.<br>
제 8 조 (Complete계정 서비스의 변경 및 종료)<br>
①회사는 Complete계정 서비스를 365일, 24시간 쉬지 않고 제공하기 위하여 최선의 노력을 다합니다. 다만, 아래 각 호의 경우 Complete계정 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.<br>
1.Complete계정 서비스용 설비의 유지·보수 등을 위한 정기 또는 임시 점검의 경우<br>
2.정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 Complete계정 이용에 지장이 있는 경우<br>
3.관계사와의 계약 종료, 정부의 명령/규제 등 회사의 제반 사정으로 Complete계정 서비스를 유지할 수 없는 경우<br>
4.기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우<br>
②전항에 의한 Complete계정 서비스 중단의 경우에는 미리 제12조에서 정한 방법으로 여러분에게 통지 내지 공지하겠습니다. 다만, 회사로서도 예측할 수 없거나 통제할 수 없는 사유(회사의 과실이 없는 디스크 내지 서버 장애, 시스템 다운 등)로 인해 사전 통지 내지 공지가 불가능한 경우에는 그러하지 아니합니다. 이러한 경우에도 회사가 상황을 파악하는 즉시 최대한 빠른 시일 내에 서비스를 복구하도록 노력하겠습니다.<br>
③여러분에게 중대한 영향을 미치는 서비스의 변경 사항이나 종료는 Complete계정에 등록된 이메일 주소로 이메일(이메일주소가 없는 경우 서비스 내 전자쪽지 발송, 서비스 내 알림 메시지를 띄우는 등의 별도의 전자적 수단) 발송 또는 여러분이 등록한 휴대폰번호로 Complete톡 메시지 또는 문자메시지 발송하는 방법 등으로 개별적으로 알려 드리겠습니다.<br>
제 9 조 (Complete계정 관리)<br>
①Complete계정은 여러분 본인만 이용할 수 있으며, 다른 사람이 여러분의 Complete계정을 이용하도록 허락할 수 없습니다. 그리고 여러분은 다른 사람이 여러분의 Complete계정을 무단으로 사용할 수 없도록 직접 비밀번호를 관리하여야 합니다. 회사는 다른 사람이 여러분의 Complete계정을 무단으로 사용하는 것을 막기 위하여 비밀번호 입력 및 추가적인 본인 확인 절차를 거치도록 할 수 있습니다. 만약 무단 사용이 발견된다면, 고객센터를 통하여 회사에게 알려주시기 바라며, 회사는 무단 사용을 막기 위한 방법을 여러분에게 안내하도록 하겠습니다.<br>
②여러분은 Complete계정 웹사이트 또는 개별 서비스 내 Complete계정 설정 화면을 통하여 여러분의 Complete계정 정보를 열람하고 수정할 수 있습니다. 다만, Complete계정 서비스의 제공 및 관리를 위해 필요한 Complete계정, 전화번호, 단말기 식별번호, 기타 본인확인정보 등 일부 정보는 수정이 불가능할 수 있으며, 수정하는 경우에는 추가적인 본인 확인 절차가 필요할 수 있습니다. 여러분이 이용 신청 시 알려주신 내용에 변동이 있을 때, 직접 수정하시거나 이메일, 고객센터를 통하여 회사에 알려 주시기 바랍니다.<br>
제 10 조 (인증서비스)<br>
①회사는 전자서명생성정보 및 인증서를 발급하고, 전자서명과 인증서를 활용한 각종 서비스를 아래 각 호와 같이 인증회원에게 제공합니다. 이 때 회사는 필요한 경우 인증서비스의 유형 및 종류를 추가하거나, 부가서비스를 별도로 제공할 수 있습니다.<br>
1.전자서명생성정보 및 인증서 발급<br>
2.전자서명 및 인증서를 활용한 각종 서비스<br>
3.이용기관 로그인 및 신원확인을 위한 간편인증<br>
4.기타 전자서명인증업무 운영준칙에서 정하는 서비스<br>
②회원은 회사가 정하는 방법에 따라 정확한 정보만을 제공하여 인증서비스에 가입하여야 하며, 인증서를 발급받음과 동시에 인증회원으로 전환됩니다. 인증서는 명의자 당 1개의 Complete계정에서 1대의 기기에만 발급됩니다. 만일 인증회원이 다른 기기 또는 다른 Complete계정에서 인증서를 재발급하는 경우 기존에 발급받은 인증서는 자동 폐지됩니다.<br>
③인증회원은 회사가 정한 방법에 따라 인증서비스를 이용하여야 합니다. 또한 인증회원은 자신의 전자서명생성정보와 인증서 및 이와 관련된 모든 정보를 안전하게 관리하고 인증서비스 이용 기간 중 회사에 제공한 정보 및 인증서에 포함된 정보가 정확하고 완전하게 유지되도록 하여야 합니다. 인증회원은 자신의 전자서명생성정보와 인증서 및 이에 관련된 정보를 타인에게 양도, 증여, 판매, 사용 허락할 수 없으며, 분실, 훼손, 도난 또는 유출되거나 그러할 위험이 있다고 인지한 경우 즉시 그 사실을 회사에 통지하여야 합니다.<br>
④회사는 다음 각 호의 경우 인증서의 신청 및 발급을 제한하거나 발급된 인증서를 인증회원의 동의없이 폐지할 수 있습니다.<br>
1.피성년후견인 또는 피한정후견인이 법정대리인의 동의 없이 가입한 경우<br>
2.타인 명의의 신청 및 정보 도용 등 신청 내용이 허위의 사실이라 판단되는 경우<br>
3.회사가 제시하는 인증 절차를 완료하지 못하거나, 회사가 정하지 않은 비정상적인 방법으로 시스템에 접근하여 인증서비스에 가입하는 경우<br>
4.회사로부터 이용 정지를 당하거나, 법령 또는 본 약관을 위반하는 등의 이유로 서비스 이용 계약이 해지된 회원이 재이용신청을 하는 경우<br>
5.기타 회원의 귀책사유로 발급이 곤란한 경우 또는 회사가 정한 이용신청 요건이 충족되지 않은 경우<br>
⑤인증회원은 인증서비스를 자유롭게 이용할 수 있으나, 아래 각 호의 행위는 하여서는 안 됩니다.<br>
1.회사가 정하지 않은 비정상적인 방법으로 시스템에 접근하거나 인증서비스를 이용하는 행위<br>
2.부정한 방법으로 인증서를 발급받거나 행사하는 등 인증서비스를 불법적 또는 부당한 용도로 사용하는 행위<br>
⑥회사는 다음 각 호의 경우 인증회원에게 발급한 인증서 이용의 일부 또는 전부를 제한할 수 있으며, 인증회원의 동의 없이 인증서를 즉시 폐지할 수 있습니다.<br>
1.인증서의 유효기간이 경과한 경우<br>
2.인증회원이 인증서의 비밀번호를 연속하여 제한 횟수 이상 잘못 입력한 경우<br>
3.인증회원의 Complete계정에 등록된 Complete톡 전화번호가 변경된 경우<br>
4.인증회원의 사망, 구속 등으로 신원확인이나 전자거래가 불가능한 경우<br>
5.인증서비스 가입 시 본인확인기관에서 전달받은 연계정보(CI)가 국적, 성별 등의 변경으로 더이상 유효하지 않음이 확인된 경우<br>
6.회사가 인증서비스와 관련된 보안절차나 인증회원의 전자서명생성정보 유출과 같은 보안상의 이유로 기 발급된 인증서의 이용제한이 필요한 경우<br>
7.전시, 사변, 천재지변 또는 이에 준하는 비상사태가 발생하거나 발생할 우려가 있는 경우<br>
8.회사 고객센터 등을 통해서 인증서의 분실신고가 접수된 경우<br>
9.인증회원의 인증서가 부정하게 사용된 사실을 회사가 인지한 경우 등 인증회원이 본 약관 및 운영정책을 포함한 회사의 서비스 이용 정책을 위반하거나 위반할 우려가 있다고 회사가 판단하는 경우<br>
10.기타 인증서비스의 안전성과 신뢰성을 저해할 우려가 있는 경우<br>
⑦회사는 인증서를 사용하는 인증회원과 이용기관 상호간 거래에 대하여 어떠한 책임도 부담하지 않으며, 회사는 인증회원과 이용기관의 귀책사유로 인하여 발생한 손해에 대하여 회사의 귀책사유가 없는 경우 책임을 부담하지 않습니다.<br>
⑧본 조에서 정하고 있는 내용 외에 인증서비스와 관련된 상세한 사항은 전자서명법 등을 포함한 관련법령 및 회사가 별도로 정한 전자서명인증업무준칙에 따르며, 회사는 인증서비스 공지사항 및 고객센터 도움말 페이지 등을 통하여 회원에게 안내합니다.<br>
제 4 장 계약당사자의 의무<br>
제 11 조 (회원의 의무)<br>
①여러분이 Complete계정 서비스를 이용할 때 아래 각 호의 행위는 하여서는 안 됩니다.<br>
1.이용 신청 또는 변경 시 허위 사실을 기재하거나, 다른 회원의 Complete계정 및 비밀번호를 도용, 부정하게 사용하거나, 다른 사람의 명의를 사용하거나 명의자의 허락 없이 문자메시지(SMS) 인증 등을 수행하는 행위<br>
2.타인의 명예를 손상시키거나 불이익을 주는 행위<br>
3.게시판 등에 음란물을 게재하거나 음란사이트를 연결(링크)하는 행위<br>
4.회사 또는 제3자의 저작권 등 기타 권리를 침해하는 행위<br>
5.공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형, 음성 등을 타인에게 유포하는 행위<br>
6.Complete계정 서비스와 관련된 설비의 오동작이나 정보 등의 파괴 및 혼란을 유발시키는 컴퓨터 바이러스 감염 자료를 등록 또는 유포하는 행위<br>
7.Complete계정 서비스의 운영을 고의로 방해하거나 안정적 운영을 방해할 수 있는 정보 및 수신자의 명시적인 수신거부의사에 반하여 광고성 정보 또는 스팸메일(Spam Mail)을 전송하는 행위<br>
8.회사의 동의 없이 서비스 또는 이에 포함된 소프트웨어의 일부를 복사, 수정, 배포, 판매, 양도, 대여, 담보제공하거나 타인에게 그 이용을 허락하는 행위와 소프트웨어를 역설계하거나 소스 코드의 추출을 시도하는 등 서비스를 복제, 분해 또는 모방하거나 기타 변형하는 행위<br>
9.타인으로 가장하는 행위 및 타인과의 관계를 허위로 명시하는 행위<br>
10.다른 회원의 개인정보를 수집, 저장, 공개하는 행위<br>
11.자기 또는 타인에게 재산상의 이익을 주거나 타인에게 손해를 가할 목적으로 허위의 정보를 유통시키는 행위<br>
12.윤락행위를 알선하거나 음행을 매개하는 내용의 정보를 유통시키는 행위<br>
13.수치심이나 혐오감 또는 공포심을 일으키는 말이나 음향, 글이나 화상 또는 영상을 계속하여 상대방에게 도달하게 하여 상대방의 일상적 생활을 방해하는 행위<br>
14.관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터 프로그램 포함)의 전송 또는 게시 행위<br>
15.회사 또는 관계사의 직원이나 운영자를 가장하거나 사칭하여 또는 타인의 명의를 도용하여 글을 게시하거나 E-mail, Complete톡 메시지 등을 발송하는 행위<br>
16.컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 기타 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시하거나 E-mail, Complete톡 메시지 등으로 발송하는 행위<br>
17.기타 불법한 행위<br>
②여러분은 서비스의 이용권한, 기타 이용계약상 지위를 타인에게 양도·증여할 수 없으며, 담보로 제공할 수 없습니다.<br>
③혹시라도 여러분이 관련 법령, 회사의 모든 약관 또는 정책을 준수하지 않는다면, 회사는 여러분의 위반행위 등을 조사할 수 있고, 여러분의 서비스 이용을 잠시 또는 계속하여 중단하거나, 재가입에 제한을 둘 수도 있습니다.<br><br>
④본 조에서 정한 사항 및 그 밖에 Complete계정 서비스의 이용에 관한 자세한 사항은 Complete 운영정책 등을 참고해 주시기 바랍니다.<br>
제 12 조 (개인정보의 보호)<br>
여러분의 개인정보의 안전한 처리는 회사에게 있어 가장 중요한 일 중 하나입니다. 여러분의 개인정보는 서비스의 원활한 제공을 위하여 여러분이 동의한 목적과 범위 내에서만 이용됩니다. 법령에 의하거나 여러분이 별도로 동의하지 아니하는 한 회사가 여러분의 개인정보를 제3자에게 제공하는 일은 결코 없으므로, 안심하셔도 좋습니다. 회사가 여러분의 개인정보를 안전하게 처리하기 위하여 기울이는 노력이나 기타 자세한 사항은 Complete 개인정보처리방침을 참고하여 주십시오.<br><br>

제 13 조 (회원에 대한 통지 및 공지)<br>
회사는 여러분과의 의견 교환을 소중하게 생각합니다. 여러분은 언제든지 고객센터에 방문하여 의견을 개진할 수 있습니다. 서비스 이용자 전체에 대한 공지는 칠(7)일 이상 서비스 공지사항란에 게시함으로써 효력이 발생합니다. 여러분에게 중대한 영향을 미치는 사항의 경우에는 Complete계정에 등록된 이메일 주소로 이메일(이메일주소가 없는 경우 서비스 내 전자쪽지 발송, 서비스 내 알림 메시지를 띄우는 등의 별도의 전자적 수단) 발송 또는 여러분이 등록한 휴대폰번호로 Complete톡 메시지 또는 문자메시지 발송하는 방법 등으로 개별적으로 알려 드리겠습니다.<br><br>

제 5 장 이용계약 해지 등<br>
제 14 조 (이용계약 해지)<br>
①여러분이 Complete계정 이용을 더 이상 원치 않는 때에는 언제든지 서비스 내 제공되는 메뉴를 이용하여 이용계약의 해지 신청을 할 수 있으며, 회사는 법령이 정하는 바에 따라 신속히 처리하겠습니다.<br>
②회사는 법령에서 정하는 기간 동안 여러분이 Complete계정 서비스를 이용하기 위해 Complete계정 로그인 혹은 접속한 기록이 없는 경우 여러분이 등록한 이메일주소, 휴대폰번호로 이메일, 문자메시지 또는 Complete톡 메시지를 보내는 등 기타 유효한 수단으로 통지 후 여러분의 Complete계정 정보를 파기하거나 분리 보관할 수 있으며, 이로 인해 Complete계정 서비스 이용을 위한 필수적인 정보가 부족할 경우 이용계약이 해지될 수도 있습니다. 이와 관련된 보다 자세한 사항은 Complete 운영정책의 Complete 서비스 휴면 정책 부분을 꼭 확인하시기 바랍니다.<br>
③이용계약이 해지되면 법령 및 개인정보 처리방침에 따라 여러분의 정보를 보유하는 경우를 제외하고는 여러분의 Complete계정 정보 및 Complete계정으로 이용하였던 개별 서비스 데이터는 삭제됩니다. 다만, 여러분이 개별 서비스 내에서 작성한 게시물 등 모든 데이터의 삭제와 관련한 사항은 개별 서비스의 약관에 따릅니다.<br>
④이용계약이 해지된 경우라도 여러분은 다시 회사에 대하여 이용계약의 체결을 신청할 수 있습니다.<br>
제 15 조 (손해배상)<br>
①회사는 법령상 허용되는 한도 내에서 서비스와 관련하여 본 약관에 명시되지 않은 어떠한 구체적인 사항에 대한 약정이나 보증을 하지 않습니다. 또한, 회사는 CP(Contents Provider)가 제공하거나 회원이 작성하는 등의 방법으로 서비스에 게재된 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며, 회사의 과실 없이 발생된 여러분의 손해에 대하여는 책임을 부담하지 아니합니다.<br>
②회사는 회사의 과실로 인하여 여러분이 손해를 입게 될 경우 본 약관 및 관련 법령에 따라 여러분의 손해를 배상하겠습니다. 다만 회사는 회사의 과실 없이 발생된 아래와 같은 손해에 대해서는 책임을 부담하지 않습니다. 또한 회사는 법률상 허용되는 한도 내에서 간접 손해, 특별 손해, 결과적 손해, 징계적 손해, 및 징벌적 손해에 대한 책임을 부담하지 않습니다.<br>
1.천재지변 또는 이에 준하는 불가항력의 상태에서 발생한 손해<br>
2.여러분의 귀책사유로 서비스 이용에 장애가 발생한 경우<br>
3.서비스에 접속 또는 이용과정에서 발생하는 개인적인 손해<br>
4.제3자가 불법적으로 회사의 서버에 접속하거나 서버를 이용함으로써 발생하는 손해<br>
5.제3자가 회사 서버에 대한 전송 또는 회사 서버로부터의 전송을 방해함으로써 발생하는 손해<br>
6.제3자가 악성 프로그램을 전송 또는 유포함으로써 발생하는 손해<br>
7.전송된 데이터의 생략, 누락, 파괴 등으로 발생한 손해, 명예훼손 등 제3자가 서비스를 이용하는 과정에서 발생된 손해<br>
8.기타 회사의 고의 또는 과실이 없는 사유로 인해 발생한 손해<br>
제 16 조 (분쟁의 해결)<br>
본 약관 또는 서비스는 대한민국법령에 의하여 규정되고 이행됩니다. 서비스 이용과 관련하여 회사와 여러분 간에 분쟁이 발생하면 이의 해결을 위해 성실히 협의할 것입니다. 그럼에도 불구하고 해결되지 않으면 민사소송법상의 관할법원에 소를 제기할 수 있습니다.<br><br>

공고일자 : 2021년 03월 17일<br>
시행일자 : 2021년 xx월 xx일<br>
                        </p>
                    </div>
                    <div class="join__conditions--form">
                        <div class="join__conditions--header">
                            <svg class="join__conditions--info-svg conditions-svg" xmlns="http://www.w3.org/2000/svg" width="25" height="25" viewBox="0 0 25 25">
                                <g id="ellipse_10" data-name="타원 10" fill="#fff" stroke="#707070" stroke-width="1"><circle cx="12.5" cy="12.5" r="12.5" stroke="none"/><circle cx="12.5" cy="12.5" r="12" fill="none"/></g>
                                <path id="path_130" data-name="패스 130" d="M2499.441,1922l6.536,7.434,8.87-11.671" transform="translate(-2494.644 -1911.099)" fill="none" stroke="#707070" stroke-width="1"/>
                            </svg>
                            <p class="join__conditions--header-title">개인정보 수집 및 이용 동의</p>
                        </div>
    
                        <p class="join__conditions--center">
                            개인정보보호법에 따라 complete에 회원가입 신청하시는 분께 수집하는 개인정보의 항목, 개인정보의 수집 및 이용목적, 개인정보의 보유 및 이용기간, 동의 거부권 및 동의 거부 시 불이익에 관한 사항을 안내 드리오니 자세히 읽은 후 동의하여 주시기 바랍니다.<br><br>

1. 수집하는 개인정보<br>
이용자는 회원가입을 하지 않아도 정보 검색, 뉴스 보기 등 대부분의 complete 서비스를 회원과 동일하게 이용할 수 있습니다. 이용자가 메일, 캘린더, 카페, 블로그 등과 같이 개인화 혹은 회원제 서비스를 이용하기 위해 회원가입을 할 경우, complete는 서비스 이용을 위해 필요한 최소한의 개인정보를 수집합니다.
회원가입 시점에 complete가 이용자로부터 수집하는 개인정보는 아래와 같습니다.
• - 회원 가입 시에 ‘아이디, 비밀번호, 이름, 생년월일, 성별, 휴대전화번호’를 필수항목으로 수집합니다. 만약 이용자가 입력하는 생년월일이 만14세 미만 아동일 경우에는 법정대리인 정보(법정대리인의 이름, 생년월일, 성별, 중복가입확인정보(DI), 휴대전화번호)를 추가로 수집합니다. 그리고 선택항목으로 이메일 주소, 프로필 정보를 수집합니다. 
• - 단체아이디로 회원가입 시 단체아이디, 비밀번호, 단체이름, 이메일주소, 휴대전화번호를 필수항목으로 수집합니다. 그리고 단체 대표자명을 선택항목으로 수집합니다. <br><br>

서비스 이용 과정에서 이용자로부터 수집하는 개인정보는 아래와 같습니다.<br>
complete 내의 개별 서비스 이용, 이벤트 응모 및 경품 신청 과정에서 해당 서비스의 이용자에 한해 추가 개인정보 수집이 발생할 수 있습니다. 추가로 개인정보를 수집할 경우에는 해당 개인정보 수집 시점에서 이용자에게 ‘수집하는 개인정보 항목, 개인정보의 수집 및 이용목적, 개인정보의 보관기간’에 대해 안내 드리고 동의를 받습니다.<br><br>

서비스 이용 과정에서 IP 주소, 쿠키, 서비스 이용 기록, 기기정보, 위치정보가 생성되어 수집될 수 있습니다. 또한 이미지 및 음성을 이용한 검색 서비스 등에서 이미지나 음성이 수집될 수 있습니다.<br>
구체적으로 1) 서비스 이용 과정에서 이용자에 관한 정보를 자동화된 방법으로 생성하여 이를 저장(수집)하거나, 2) 이용자 기기의 고유한 정보를 원래의 값을 확인하지 못 하도록 안전하게 변환하여 수집합니다. 서비스 이용 과정에서 위치정보가 수집될 수 있으며,complete에서 제공하는 위치기반 서비스에 대해서는 'complete 위치정보 이용약관'에서 자세하게 규정하고 있습니다.이와 같이 수집된 정보는 개인정보와의 연계 여부 등에 따라 개인정보에 해당할 수 있고, 개인정보에 해당하지 않을 수도 있습니다. <br><br>

2. 수집한 개인정보의 이용<br>
complete 및 complete 관련 제반 서비스(모바일 웹/앱 포함)의 회원관리, 서비스 개발・제공 및 향상, 안전한 인터넷 이용환경 구축 등 아래의 목적으로만 개인정보를 이용합니다.<br>
• - 회원 가입 의사의 확인, 연령 확인 및 법정대리인 동의 진행, 이용자 및 법정대리인의 본인 확인, 이용자 식별, 회원탈퇴 의사의 확인 등 회원관리를 위하여 개인정보를 이용합니다.<br>
• - 콘텐츠 등 기존 서비스 제공(광고 포함)에 더하여, 인구통계학적 분석, 서비스 방문 및 이용기록의 분석, 개인정보 및 관심에 기반한 이용자간 관계의 형성, 지인 및 관심사 등에 기반한 맞춤형 서비스 제공 등 신규 서비스 요소의 발굴 및 기존 서비스 개선 등을 위하여 개인정보를 이용합니다.<br>
• - 법령 및 complete 이용약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재, 계정도용 및 부정거래 방지, 약관 개정 등의 고지사항 전달, 분쟁조정을 위한 기록 보존, 민원처리 등 이용자 보호 및 서비스 운영을 위하여 개인정보를 이용합니다.<br>
• - 유료 서비스 제공에 따르는 본인인증, 구매 및 요금 결제, 상품 및 서비스의 배송을 위하여 개인정보를 이용합니다.<br>
• - 이벤트 정보 및 참여기회 제공, 광고성 정보 제공 등 마케팅 및 프로모션 목적으로 개인정보를 이용합니다.<br>
• - 서비스 이용기록과 접속 빈도 분석, 서비스 이용에 대한 통계, 서비스 분석 및 통계에 따른 맞춤 서비스 제공 및 광고 게재 등에 개인정보를 이용합니다.<br>
• - 보안, 프라이버시, 안전 측면에서 이용자가 안심하고 이용할 수 있는 서비스 이용환경 구축을 위해 개인정보를 이용합니다.<br><br>

3. 개인정보의 보관기간<br>
회사는 원칙적으로 이용자의 개인정보를 회원 탈퇴 시 지체없이 파기하고 있습니다.<br>
단, 이용자에게 개인정보 보관기간에 대해 별도의 동의를 얻은 경우, 또는 법령에서 일정 기간 정보보관 의무를 부과하는 경우에는 해당 기간 동안 개인정보를 안전하게 보관합니다.<br>
이용자에게 개인정보 보관기간에 대해 회원가입 시 또는 서비스 가입 시 동의를 얻은 경우는 아래와 같습니다.<br>
• - 부정 가입 및 이용 방지 부정 이용자의 가입인증 휴대전화번호 또는 DI (만14세 미만의 경우 법정대리인DI) : 탈퇴일로부터 6개월 보관 탈퇴한 이용자의 휴대전화번호(복호화가 불가능한 일방향 암호화(해시처리)) : 탈퇴일로부터 6개월 보관 <br>
• - QR코드 복구 요청 대응 QR코드 등록 정보:삭제 시점으로부터6개월 보관 <br>
• - 스마트플레이스 분쟁 조정 및 고객문의 대응 휴대전화번호:등록/수정/삭제 요청 시로부터 최대1년 <br>
• - complete 플러스 멤버십 서비스 혜택 중복 제공 방지 암호화처리(해시처리)한DI :혜택 제공 종료일로부터6개월 보관 <br>
• - 지식iN eXpert 재가입 신청 및 부정 이용 방지 ID : 서비스 탈퇴 후 6개월 보관 eXpert 서비스 및 eXpert 센터 가입 등록정보 : 신청일로부터 6개월(등록 거절 시, 거절 의사 표시한 날로부터 30일) 보관 <br>
 전자상거래 등에서의 소비자 보호에 관한 법률, 전자금융거래법, 통신비밀보호법 등 법령에서 일정기간 정보의 보관을 규정하는 경우는 아래와 같습니다. complete는 이 기간 동안 법령의 규정에 따라 개인정보를 보관하며, 본 정보를 다른 목적으로는 절대 이용하지 않습니다.
• - 전자상거래 등에서 소비자 보호에 관한 법률 계약 또는 청약철회 등에 관한 기록: 5년 보관 대금결제 및 재화 등의 공급에 관한 기록: 5년 보관 소비자의 불만 또는 분쟁처리에 관한 기록: 3년 보관 <br>
• - 전자문서 및 전자거래 기본법 공인전자주소를 통한 전자문서 유통에 관한 기록 : 10년 보관 <br>
• - 통신비밀보호법 로그인 기록: 3개월<br>
 참고로 complete는 ‘개인정보 유효기간제’에 따라 1년간 서비스를 이용하지 않은 회원의 개인정보를 별도로 분리 보관하여 관리하고 있습니다. <br><br>

4. 개인정보 수집 및 이용 동의를 거부할 권리<br>
이용자는 개인정보의 수집 및 이용 동의를 거부할 권리가 있습니다. 회원가입 시 수집하는 최소한의 개인정보, 즉, 필수 항목에 대한 수집 및 이용 동의를 거부하실 경우, 회원가입이 어려울 수 있습니다.<br>
                        </p>
                    </div>
                    <div class="join__conditions--form">
                        <div class="join__conditions--header">
                            <svg class="join__conditions--gps-svg conditions-svg" xmlns="http://www.w3.org/2000/svg" width="25" height="25" viewBox="0 0 25 25">
                                <g id="ellipse_10" data-name="타원 10" fill="#fff" stroke="#707070" stroke-width="1"><circle cx="12.5" cy="12.5" r="12.5" stroke="none"/><circle cx="12.5" cy="12.5" r="12" fill="none"/></g>
                                <path id="path_130" data-name="패스 130" d="M2499.441,1922l6.536,7.434,8.87-11.671" transform="translate(-2494.644 -1911.099)" fill="none" stroke="#707070" stroke-width="1"/>
                            </svg>
                            <p class="join__conditions--header-title">위치정보 이용약관 동의</p>
                        </div>
    
                        <p class="join__conditions--center">
                            위치정보 이용약관에 동의하시면, 위치를 활용한 광고 정보 수신 등을 포함하는 complete 위치기반 서비스를 이용할 수 있습니다.<br><br>

제 1 조 (목적)<br>
이 약관은 complete 주식회사 (이하 “회사”)가 제공하는 위치정보사업 또는 위치기반서비스사업과 관련하여 회사와 개인위치정보주체와의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.<br>
제 2 조 (약관 외 준칙)<br>
이 약관에 명시되지 않은 사항은 위치정보의 보호 및 이용 등에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전기통신기본법, 전기통신사업법 등 관계법령과 회사의 이용약관 및 개인정보처리방침, 회사가 별도로 정한 지침 등에 의합니다.<br>
제 3 조 (서비스 내용 및 요금)<br>
1. ①회사는 직접 위치정보를 수집하거나 위치정보사업자인 이동통신사로부터 위치정보를 전달받아 아래와 같은 위치기반서비스를 제공합니다. <br>
1. 1.Geo Tagging 서비스: 게시물에 포함된 개인위치정보주체 또는 이동성 있는 기기의 위치정보가 게시물과 함께 저장됩니다.<br>
1. 2.위치정보를 활용한 검색결과 제공 서비스: 정보 검색을 요청하거나 개인위치정보주체 또는 이동성 있는 기기의 위치정보를 제공 시 본 위치정보를 이용한 검색결과 및 주변결과(맛집, 주변업체, 교통수단 등)를 제시합니다.<br>
1. 3.위치정보를 활용한 친구찾기 및 친구맺기: 현재 위치를 활용하여 친구를 찾아주거나 친구를 추천하여 줍니다.<br>
1. 4.연락처 교환하기: 위치정보를 활용하여 친구와 연락처를 교환할 수 있습니다.<br>
1. 5.이용자 위치를 활용한 광고정보 제공: 검색결과 또는 기타 서비스 이용 과정에서 개인위치정보주체 또는 이동성 있는 기기의 위치를 이용하여 광고소재를 제시합니다.<br>
1. 6. 이용자 보호 및 부정 이용 방지: 개인위치정보주체 또는 이동성 있는 기기의 위치를 이용하여 권한없는 자의 비정상적인 서비스 이용 시도 등을 차단합니다.<br>
1. 7. 위치정보 공유: 개인위치정보주체 또는 이동성 있는 기기의 위치정보를 안심귀가 등을 목적으로 지인 또는 개인위치정보주체가 지정한 제3자에게 공유합니다.<br>
1. 8. 길 안내 등 생활편의 서비스 제공: 교통정보와 길 안내 등 최적의 경로를 지도로 제공하며, 주변 시설물 찾기, 뉴스/날씨 등 생활정보, 긴급구조 서비스 등 다양한 운전 및 생활 편의 서비스를 제공합니다.<br>
1. ②제1항 위치기반서비스의 이용요금은 무료입니다. <br>
제 4 조 (개인위치정보주체의 권리)<br>
1. ①개인위치정보주체는 개인위치정보 수집 범위 및 이용약관의 내용 중 일부 또는 개인위치정보의 이용ㆍ제공 목적, 제공받는 자의 범위 및 위치기반서비스의 일부에 대하여 동의를 유보할 수 있습니다. <br>
1. ②개인위치정보주체는 개인위치정보의 수집ㆍ이용ㆍ제공에 대한 동의의 전부 또는 일부를 철회할 수 있습니다. <br>
1. ③개인위치정보주체는 언제든지 개인위치정보의 수집ㆍ이용ㆍ제공의 일시적인 중지를 요구할 수 있습니다. 이 경우 회사는 요구를 거절하지 아니하며, 이를 위한 기술적 수단을 갖추고 있습니다. <br>
1. ④개인위치정보주체는 회사에 대하여 아래 자료의 열람 또는 고지를 요구할 수 있고, 당해 자료에 오류가 있는 경우에는 그 정정을 요구할 수 있습니다. 이 경우 회사는 정당한 이유 없이 요구를 거절하지 아니합니다. <br>
1. 1.개인위치정보주체에 대한 위치정보 수집ㆍ이용ㆍ제공사실 확인자료 <br>
1. 2.개인위치정보주체의 개인위치정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른 법령의 규정에 의하여 제3자에게 제공된 이유 및 내용 <br>
1. ⑤회사는 개인위치정보주체가 동의의 전부 또는 일부를 철회한 경우에는 지체 없이 수집된 개인위치정보 및 위치정보 수집ㆍ이용ㆍ제공사실 확인자료를 파기합니다. 단, 동의의 일부를 철회하는 경우에는 철회하는 부분의 개인위치정보 및 위치정보 수집ㆍ이용ㆍ제공사실 확인자료에 한합니다. <br>
1. ⑥개인위치정보주체는 제1항 내지 제4항 의 권리행사를 위하여 이 약관 제13조의 연락처를 이용하여 회사에 요구할 수 있습니다.<br>
제 5 조 (법정대리인의 권리)<br>
1. ①회사는 만14세 미만 아동으로부터 개인위치정보를 수집ㆍ이용 또는 제공하고자 하는 경우에는 만14세 미만 아동과 그 법정대리인의 동의를 받아야 합니다. <br>
1. ②법정대리인은 만14세 미만 아동의 개인위치정보를 수집ㆍ이용ㆍ제공에 동의하는 경우 동의유보권, 동의철회권 및 일시중지권, 열람ㆍ고지요구권을 행사할 수 있습니다. <br>
제 6 조 (위치정보 이용ㆍ제공사실 확인자료 보유근거 및 보유기간)<br>
회사는 위치정보의 보호 및 이용 등에 관한 법률 제16조 제2항에 근거하여 개인위치정보주체에 대한 위치정보 수집ㆍ이용ㆍ제공사실 확인자료를 위치정보시스템에 자동으로 기록하며, 6개월 이상 보관합니다.<br>
제 7 조 (서비스의 변경 및 중지)<br>
1. ①회사는 위치정보사업자의 정책변경 등과 같이 회사의 제반 사정 또는 법률상의 장애 등으로 서비스를 유지할 수 없는 경우, 서비스의 전부 또는 일부를 제한, 변경하거나 중지할 수 있습니다. <br>
1. ②제1항에 의한 서비스 중단의 경우에는 회사는 사전에 인터넷 등에 공지하거나 개인위치정보주체에게 통지합니다. <br>
제 8 조 (개인위치정보 제3자 제공시 즉시 통보)<br>
1. ①회사는 개인위치정보주체의 동의 없이 당해 개인위치정보주체의 개인위치정보를 제3자에게 제공하지 아니하며, 제3자 제공 서비스를 제공하는 경우에는 제공 받는 자 및 제공목적을 사전에 개인위치정보주체에게 고지하고 동의를 받습니다. <br>
1. ②회사는 개인위치정보를 개인위치정보주체가 지정하는 제3자에게 제공하는 경우에는 개인위치정보를 수집한 당해 통신단말장치로 매회 개인위치정보주체에게 제공받는 자, 제공일시 및 제공목적을 즉시 통보합니다. <br>
1. ③다만, 아래에 해당하는 경우에는 개인위치정보주체가 미리 특정하여 지정한 통신단말장치 또는 전자우편주소 등으로 통보합니다. <br>
1. 1.개인위치정보를 수집한 당해 통신단말장치가 문자, 음성 또는 영상의 수신기능을 갖추지 아니한 경우 <br>
1. 2.개인위치정보주체가 개인위치정보를 수집한 당해 통신단말장치 외의 통신단말장치 또는 전자우편주소 등으로 통보할 것을 미리 요청한 경우 <br>
제 9 조 (8세 이하의 아동 등의 보호의무자의 권리) <br>
1. ①회사는 아래의 경우에 해당하는 자(이하 “8세 이하의 아동”등이라 한다)의 보호의무자가 8세 이하의 아동 등의 생명 또는 신체보호를 위하여 개인위치정보의 이용 또는 제공에 동의하는 경우에는 본인의 동의가 있는 것으로 봅니다. <br>
1. 1. 8세 이하의 아동<br>
1. 2. 금치산자<br>
1. 3. 장애인복지법제2조제2항제2호의 규정에 의한 정신적 장애를 가진 자로서 장애인고용촉진및직업재활법 제2조제2호의 규정에 의한 중증장애인에 해당하는 자(장애인복지법 제29조의 규정에 의하여 장애인등록을 한 자에 한한다)<br>
1. ② 8세 이하의 아동 등의 생명 또는 신체의 보호를 위하여 개인위치정보의 이용 또는 제공에 동의를 하고자 하는 보호의무자는 서면동의서에 보호의무자임을 증명하는 서면을 첨부하여 회사에 제출하여야 합니다.<br>
1. ③보호의무자는 8세 이하의 아동 등의 개인위치정보 이용 또는 제공에 동의하는 경우 개인위치정보주체 권리의 전부를 행사할 수 있습니다.<br>
제 10 조 (손해배상)<br>
개인위치정보주체는 회사의 위치정보의 보호 및 이용 등에 관한 법률 제15조 내지 26조의 규정을 위반한 행위로 손해를 입은 경우에 회사에 대하여 손해배상을 청구할 수 있습니다. 이 경우 회사는 고의 또는 과실이 없음을 입증하지 아니하면 책임을 면할 수 없습니다.<br>
제 11 조 (분쟁의 조정)<br>
1. ① 회사는 위치정보와 관련된 분쟁에 대하여 개인위치정보주체와 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 방송통신위원회에 재정을 신청할 수 있습니다.<br>
1. ② 회사 또는 개인정보위치 주체는 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 개인정보보호법에 따라 개인정보분쟁조정위원회에 조정을 신청할 수 있습니다. <br><br>

부칙 <br>
제1조 시행일<br>
2015년 6월 2일부터 시행되던 종전의 약관은 본 약관으로 대체하며, 본 약관은 2015년 11월 26일부터 적용됩니다.<br>
제2조 위치정보관리 책임자 정보<br>
회사는 다음과 같이 위치정보 관리책임자를 지정하여 이용자들이 서비스 이용과정에서 발생한 민원사항 처리를 비롯하여 개인위치정보 주체의 권리 보호를 위해 힘쓰고 있습니다.<br>
                        </p>
                    </div>
                    <p class="join__conditions--not">Complete 이용약관과 개인정보 수집 및 이용에 대한 안내 모두 동의해주세요.</p>
                    <div class="join__conditions--button">
                        <div class="join__conditions--button-cancel">취소</div>
                        <div class="join__conditions--button-accept">확인</div>
                    </div>
                </form>
            </div>
        </div>
    </div>
<script src="./js/conditions.js"></script>
</body>
</html>