<?php
    include('./modules/modules.php');
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Noto+Sans+KR:wght@100;300;400;500;700;900&display=swap" rel="stylesheet">
    <link rel="stylesheet" href="./css/common.css" type="text/css">
    <link rel="stylesheet" href="./css/join.css" type="text/css">
    <title>Complete</title>
</head>
<body>
    <div class="wrapper">
        
        <?php
            include('./modules/header.php');
        ?>

        <div class="join__contents">
            <div class="join__background">
                <svg class="join__background--svg" xmlns="http://www.w3.org/2000/svg" width="1243.848" height="1243.848" viewBox="0 0 1243.848 1243.848">
                    <g id="symbol" transform="translate(1296.848 -50) rotate(90)">
                        <path id="패스_78" data-name="패스 78" d="M1019.917,218.32V397.165a21.435,21.435,0,0,1-9.711,17.748L686.94,631.718a24.235,24.235,0,0,1-26.768,0L333.2,412.431a24.067,24.067,0,0,0-13.381-4.031H73.091C60.339,408.4,50,398.652,50,386.628V197.885c0-12.025,10.339-21.773,23.091-21.773H319.824a24.019,24.019,0,0,1,13.381,4.031l326.967,219.28a24.234,24.234,0,0,0,26.768,0l296.5-198.851C998.722,190.32,1019.917,200.628,1019.917,218.32Z" transform="translate(0 661.1)" fill="#fbc21c" opacity="0.3" style="isolation: isolate"/>
                        <path id="패스_79" data-name="패스 79" d="M94.083,467.429V288.583a21.435,21.435,0,0,1,9.711-17.748L427.06,54.031a24.234,24.234,0,0,1,26.768,0L780.795,273.318a24.069,24.069,0,0,0,13.381,4.031h246.732c12.752,0,23.091,9.748,23.091,21.779V487.864c0,12.025-10.339,21.779-23.091,21.779l-246.732-.006a24.019,24.019,0,0,1-13.381-4.031L453.827,286.325a24.234,24.234,0,0,0-26.768,0l-296.5,198.852C115.277,495.429,94.083,485.121,94.083,467.429Z" transform="translate(229.849 3)" fill="#259099" opacity="0.3" style="isolation: isolate"/>
                        <path id="패스_81" data-name="패스 81" d="M150,161.23" transform="translate(521.924 579.414)" fill="#fff"/>
                    </g>
                </svg>
            </div>

            <div class="join">
                <div class="join__logo">
                    <svg class="join__logo--logo-svg" xmlns="http://www.w3.org/2000/svg" width="271.483" height="76.517" viewBox="0 0 271.483 76.517">
                        <g id="그룹_14" data-name="그룹 14" transform="translate(-4.8 -2.396)">
                            <g id="Layer_11" data-name="Layer 11" transform="translate(249.142 25.813)">
                            <path id="패스_110" data-name="패스 110" d="M175.4,36.82a3.113,3.113,0,0,0-2.187-.906,3.594,3.594,0,0,0-2.188.906l-8.3,6.623-6.965-5.484-.4-.32v-6.9l14.908.007,2.679,0a2.133,2.133,0,0,0,.328-.029,3.139,3.139,0,0,0,2.131-.9c1.022-1.114,1.359-3.307,0-4.375l-9.224-7.246-1.342-1.053a3.285,3.285,0,0,0-2.187-.906,3.584,3.584,0,0,0-2.188.906l-6.242,4.979-3.527,2.813c-.2.162-.423.317-.616.493a3.45,3.45,0,0,0-.907,2.755v9.637c0,1.325-.069,2.717,1.112,3.647l2.969,2.336,7.3,5.751a3.289,3.289,0,0,0,2.187.906,3.58,3.58,0,0,0,2.188-.906l9.163-7.31L175.4,41.2a3.085,3.085,0,0,0,.907-2.187A3.148,3.148,0,0,0,175.4,36.82ZM166.3,26.1l-7.214,0,3.576-2.854Z" transform="translate(-149.165 -16.232)" fill="#1b8e99"/>
                            </g>
                            <g id="Layer_10" data-name="Layer 10" transform="translate(226.863 25.813)">
                            <path id="패스_111" data-name="패스 111" d="M162.447,36.927a3.122,3.122,0,0,0-2.188-.907,3.592,3.592,0,0,0-2.187.907l-5.157,4.082L152.9,37.9l-.022-7.08,4.844,0,2.678,0a3.094,3.094,0,0,0,0-6.188l-7.542,0-.005-1.826-.012-3.48a3.094,3.094,0,0,0-6.188,0l.017,5.3-4.9,0-2.679,0a3.094,3.094,0,0,0,0,6.188l7.6,0q.02,6.532.042,13.068l.01,3.478a3.105,3.105,0,0,0,1.9,2.828,3.2,3.2,0,0,0,3.378-.64l9.135-7.234,1.285-1.016a3.1,3.1,0,0,0,.905-2.188A3.146,3.146,0,0,0,162.447,36.927Z" transform="translate(-136.001 -16.231)" fill="#fec900"/>
                            </g>
                            <g id="Layer_9" data-name="Layer 9" transform="translate(205.911 25.813)">
                            <path id="패스_112" data-name="패스 112" d="M149.858,36.82a3.12,3.12,0,0,0-2.188-.906,3.586,3.586,0,0,0-2.187.906l-8.3,6.623-6.965-5.484-.4-.32V30.768l15.375.008,2.6,0a2.311,2.311,0,0,0,1.208-.359,2.706,2.706,0,0,0,.863-.606c1.022-1.114,1.361-3.307,0-4.375l-9.224-7.246-1.341-1.053a3.293,3.293,0,0,0-2.188-.906,3.576,3.576,0,0,0-2.187.906l-6.244,4.979-3.526,2.813c-.2.162-.425.317-.618.493a3.45,3.45,0,0,0-.907,2.755v9.637c0,1.325-.069,2.717,1.112,3.647L127.7,43.8l7.3,5.751a3.29,3.29,0,0,0,2.188.906,3.58,3.58,0,0,0,2.187-.906l9.163-7.31,1.312-1.046a3.091,3.091,0,0,0,.906-2.187A3.153,3.153,0,0,0,149.858,36.82ZM140.8,26.134l-7.293,0,3.615-2.884Z" transform="translate(-123.623 -16.232)" fill="#00245b"/>
                            </g>
                            <g id="Layer_8" data-name="Layer 8" transform="translate(203.72 13.085)">
                            <g id="그룹_12" data-name="그룹 12">
                                <path id="패스_113" data-name="패스 113" d="M122.328,11.808V44.381a3.094,3.094,0,1,0,6.188,0V11.808a3.094,3.094,0,1,0-6.188,0Z" transform="translate(-122.328 -8.711)" fill="#1b8e99"/>
                            </g>
                            </g>
                            <g id="Layer_7" data-name="Layer 7" transform="translate(180.65 25.813)">
                            <path id="패스_114" data-name="패스 114" d="M135.84,28.226a3.575,3.575,0,0,0-.966-2.837c-.41-.371-.882-.691-1.315-1.032l-5.306-4.165-3.884-3.052a3.289,3.289,0,0,0-2.187-.906,3.58,3.58,0,0,0-2.188.906q-3.12,2.491-6.242,4.979l-3.527,2.813c-.2.162-.423.317-.616.493a2.635,2.635,0,0,0-.8,1.452,3.06,3.06,0,0,0-.108.807V37.817c0,.208,0,.416,0,.625V60.255a3.094,3.094,0,0,0,6.188,0v-14.8l5.2,4.093a3.289,3.289,0,0,0,2.187.906,3.584,3.584,0,0,0,2.188-.906l9.163-7.31,1.31-1.046a2.443,2.443,0,0,0,.7-1.085,3.052,3.052,0,0,0,.207-1.1Zm-20.549,9.734-.4-.32V29.079q3.656-2.917,7.312-5.832l7.021,5.513.435.342q0,4.222,0,8.442l-7.395,5.9Z" transform="translate(-108.698 -16.232)" fill="#ffca00"/>
                            </g>
                            <g id="Layer_6" data-name="Layer 6" transform="translate(137.764 25.688)">
                            <path id="패스_115" data-name="패스 115" d="M130.127,25.44c-.41-.371-.882-.691-1.315-1.032l-5.3-4.165-3.886-3.052a3.285,3.285,0,0,0-2.187-.906,3.58,3.58,0,0,0-2.188.906l-7.967,6.355-4.367-3.429-3.884-3.05a3.287,3.287,0,0,0-2.188-.907,3.582,3.582,0,0,0-2.187.907L86.062,23.92c-1.391,1.11-2.7,1.858-2.7,3.923v11.2a3.094,3.094,0,1,0,6.188,0V29q3.656-2.915,7.31-5.831l7.021,5.513.076.059V39.165a3.128,3.128,0,0,0,3.094,3.094,3.367,3.367,0,0,0,1.848-.648,3.034,3.034,0,0,0,1.6-2.674l0-10.094,6.951-5.545,7.021,5.513.435.342,0,8.476V39.06a3.094,3.094,0,1,0,6.188,0V28.277A3.569,3.569,0,0,0,130.127,25.44Z" transform="translate(-83.359 -16.158)" fill="#00245b"/>
                            </g>
                            <g id="Layer_5" data-name="Layer 5" transform="translate(115.232 25.813)">
                            <path id="패스_116" data-name="패스 116" d="M97.189,28.226a3.575,3.575,0,0,0-.966-2.837c-.41-.371-.882-.691-1.317-1.032l-5.3-4.165-3.884-3.052a3.293,3.293,0,0,0-2.188-.906,3.58,3.58,0,0,0-2.187.906L75.1,22.119l-3.527,2.813c-.2.162-.423.317-.618.493a3.45,3.45,0,0,0-.907,2.755v9.637c0,1.325-.068,2.717,1.112,3.647L74.128,43.8l7.3,5.751a3.293,3.293,0,0,0,2.188.906,3.576,3.576,0,0,0,2.187-.906l9.165-7.31,1.31-1.046a2.426,2.426,0,0,0,.7-1.085,2.981,2.981,0,0,0,.206-1.1ZM76.64,37.959l-.4-.32V29.079q3.656-2.917,7.312-5.832Q87.056,26,90.566,28.759L91,29.1v8.442l-7.4,5.9Z" transform="translate(-70.047 -16.232)" fill="#198e9a"/>
                            </g>
                            <g id="Layer_4" data-name="Layer 4" transform="translate(93.376 25.813)">
                            <path id="패스_117" data-name="패스 117" d="M83.369,36.82a3.12,3.12,0,0,0-2.188-.906,3.59,3.59,0,0,0-2.187.906l-8.3,6.623-6.965-5.484-.4-.32V29.079q3.656-2.917,7.31-5.832l7.021,5.513L79,29.813a3.368,3.368,0,0,0,2.187.906,3.154,3.154,0,0,0,2.188-.906c1.021-1.114,1.359-3.307,0-4.375l-9.226-7.246L72.8,17.139a3.293,3.293,0,0,0-2.188-.906,3.58,3.58,0,0,0-2.187.906l-6.244,4.979-3.526,2.813c-.2.162-.425.317-.618.493a3.45,3.45,0,0,0-.907,2.755v9.637c0,1.325-.069,2.717,1.112,3.647L61.215,43.8l7.3,5.751a3.29,3.29,0,0,0,2.188.906,3.58,3.58,0,0,0,2.187-.906l9.163-7.31L83.369,41.2a3.091,3.091,0,0,0,.906-2.187A3.154,3.154,0,0,0,83.369,36.82Z" transform="translate(-57.134 -16.232)" fill="#fec900"/>
                            </g>
                            <g id="Layer_3" data-name="Layer 3" transform="translate(20.705 2.396)">
                            <path id="패스_118" data-name="패스 118" d="M14.2,28.069v-11a1.341,1.341,0,0,1,.564-1.092L33.509,2.643a1.34,1.34,0,0,1,1.552,0L54.024,16.129a1.33,1.33,0,0,0,.775.249H69.11a1.338,1.338,0,0,1,1.339,1.339V29.324a1.34,1.34,0,0,1-1.339,1.34H54.8a1.342,1.342,0,0,1-.775-.249L35.061,16.93a1.34,1.34,0,0,0-1.552,0l-17.2,12.23A1.34,1.34,0,0,1,14.2,28.069Z" transform="translate(-14.197 -2.396)" fill="#198e9a" style="isolation: isolate"/>
                            </g>
                            <g id="Layer_2" data-name="Layer 2" transform="translate(20.708 16.378)">
                            <path id="패스_119" data-name="패스 119" d="M46.325,44.059v.64a.4.4,0,0,1-.047.193L32.026,35.067,26.49,31.252a.6.6,0,0,0-.339-.1l-.086-20.49L46.32,24.944Z" transform="translate(-5.981 -10.657)" fill="#198e9a" opacity="0.56"/>
                            <path id="패스_120" data-name="패스 120" d="M26.116,27.539" transform="translate(-5.946 1.034)" fill="#fff"/>
                            <g id="그룹_13" data-name="그룹 13">
                                <path id="패스_121" data-name="패스 121" d="M34.368,29.1a.6.6,0,0,1-.345-.108l-5.506-3.9L14.2,34.927,34.455,49.214Z" transform="translate(-14.198 -0.662)" fill="#fec900" opacity="0.72" style="isolation: isolate"/>
                                <path id="패스_122" data-name="패스 122" d="M46.289,38.213v.64a.4.4,0,0,1-.047.193.418.418,0,0,1-.14.162l-.235.168L26.2,53.363l-.086-20.116a.587.587,0,0,0,.345-.112l5.53-3.915L46.284,19.1Z" transform="translate(-5.946 -4.811)" fill="#fec900" opacity="0.36" style="isolation: isolate"/>
                                <path id="패스_123" data-name="패스 123" d="M14.222,21.9h0l.131,15.235h0Z" transform="translate(-14.184 -2.871)" fill="#198e9a" opacity="0.21"/>
                                <path id="패스_124" data-name="패스 124" d="M14.4,18.95" transform="translate(-14.057 -4.914)" fill="#fff"/>
                                <path id="패스_125" data-name="패스 125" d="M14.2,19.338v.005l.037,4.333h0Z" transform="translate(-14.199 -4.645)" fill="#fff"/>
                                <path id="패스_126" data-name="패스 126" d="M34.251,10.657,14.514,24.693a.865.865,0,0,0-.262.313L16,26.245l12.484,8.84,5.53-3.844a.614.614,0,0,1,.322-.095Z" transform="translate(-14.162 -10.657)" fill="#198e9a" opacity="0.21"/>
                                <path id="패스_127" data-name="패스 127" d="M14.285,19.135a.858.858,0,0,0-.086.344l0,19.572,14.317-9.837Z" transform="translate(-14.199 -4.786)" fill="#fec900" opacity="0.72" style="isolation: isolate"/>
                            </g>
                            <path id="패스_128" data-name="패스 128" d="M14.285,19.117a.844.844,0,0,0-.086.342l0,19.6L28.518,29.2Z" transform="translate(-14.199 -4.798)" fill="#198e9a" opacity="0.21"/>
                            </g>
                            <g id="Layer_1" data-name="Layer 1" transform="translate(4.8 50.644)">
                            <path id="패스_129" data-name="패스 129" d="M61.051,33.5v11a1.341,1.341,0,0,1-.564,1.092L41.74,58.924a1.34,1.34,0,0,1-1.552,0L21.224,45.437a1.326,1.326,0,0,0-.775-.249H6.139A1.338,1.338,0,0,1,4.8,43.85V32.242A1.34,1.34,0,0,1,6.139,30.9h14.31a1.338,1.338,0,0,1,.775.249L40.188,44.637a1.34,1.34,0,0,0,1.552,0l17.2-12.23A1.34,1.34,0,0,1,61.051,33.5Z" transform="translate(-4.8 -30.902)" fill="#fec900" style="isolation: isolate"/>
                            </g>
                        </g>
                    </svg>
                </div>

                <form class="join__form" autocomplete="off" method="POST">
                    <input class="join__form--input join__form--input-id" type="text" placeholder="아이디"/>
                    <p class="join__form--not join__form--not-id">아이디는 첫 글자 영문, 영문 소문자와 숫자 6~12자리로 입력해야합니다!</p>
                    <input class="join__form--input join__form--input-pw" type="password" placeholder="비밀번호"/>
                    <p class="join__form--not join__form--not-pw">비밀번호는 특수기호, 영문 대소문자와 숫자 4~20자리로 입력해야합니다!</p>
                    <input class="join__form--input join__form--input-nick" type="text" placeholder="닉네임"/>
                    <p class="join__form--not join__form--not-nick">닉네임은 영문 또는 한글 및 숫자를 포함한 2~15자리로 입력해야합니다!</p>
                    <input class="join__form--input join__form--input-add" type="text" placeholder="주소" readonly/>
                    <div class="email__confirm">
                        <input class="join__form--input join__form--input-email" type="text" name="email" placeholder="이메일"/>
                        <button class="email__confirm--button email__confirm--button-request" type="button">인증</button>
                    </div>
                    <p class="join__form--not join__form--not-email">유효하지 않은 이메일 형식입니다!</p>
                    <div class="email__confirm email__confirm--box">
                        <input class="email__confirm--text" type="text" placeholder="인증번호"/>
                        <div class="email__confirm--button email__confirm--button-response">확인</div>
                    </div>
                    <div class="join__form--button">회원가입</div>
                </form>
            </div>
        </div>
    </div>
<script src="//t1.daumcdn.net/mapjsapi/bundle/postcode/prod/postcode.v2.js"></script>
<script src="./js/common.js"></script>
<script src="./js/join.js"></script>
</body>
</html>